{
  "welcome": "Welcome",
  "about": "About Me",
  "education": "Education",
  "navbar": {
    "home": "who am I?",
    "projects": "what have I done?",
    "talents": "what can I do?",
    "favorites": "favorite things"
  },
  "loading_movies": "Loading movies...",
  "loading_series": "Loading series...",
  "genre": "Genre",
  "director": "Director",
  "actors": "Actors",
  "plot": "Plot",
  "movies": "Movies",
  "series": "Series",
  "description": "Description",
  "visit_project": "Visit Project",
  "get_to_know_me": "Get to know me better",
  "showcase_skills": "A showcase of my skills",
  "en": "EN",
  "tr": "TR",
  "personalData": {
    "whoIAm": {
      "subtitle": "Who I Am",
      "content": "Hi! I'm Berna Kocalar, a passionate Full Stack Developer who loves building user-friendly and visually appealing web applications. I enjoy turning complex problems into simple, beautiful, and intuitive designs."
    },
    "academicBackground": {
      "subtitle": "Education",
      "content": "I hold a Bachelor's Degree from Hacettepe University. Additionally, I completed a 6-month intensive Full Stack Development Bootcamp at Workintech, where I mastered modern web technologies."
    },
    "experience": {
      "title": "Experience",
      "content": "With over a year of hands-on experience in full-stack development, I have built various projects ranging from social platforms to personal tools, focusing on clean code and performance."
    },
    "skills": {
      "title": "Skills",
      "subtitle": "Technical Expertise",
      "content": "I specialize in the JavaScript ecosystem, including React, Redux, Node.js, and Express. I am also proficient in Java, Spring Boot, SQL (PostgreSQL), and styling tools like TailwindCSS."
    },
    "hobbies": {
      "title": "Hobbies",
      "subtitle": "Beyond Coding",
      "content": "When I'm not coding, you can find me lost in the world of movies and TV series. I'm a total fangirl who loves diving into good stories! I also enjoy reading books and exploring new cultures."
    }
  },
  "services": {
    "readixon": "A Wattpad-like platform for writers to create, publish, and share their stories with a community.",
    "athlor": "A platform for sharing sports events, featuring live streaming, chat, and social posts.",
    "nestforyou": "An IMDb-like personal movie tracker with private reviews and detailed insights.",
    "weatherapp": "A real-time weather application providing forecasts and current conditions.",
    "taskmanager": "A productivity tool for managing daily tasks and collaborating with teams."
  }
}