{
  "welcome": "Hoş geldin",
  "about": "Hakkımda",
  "education": "Eğitim",
  "navbar": {
    "home": "Ben Kimim?",
    "projects": "Neler Yaptım?",
    "talents": "Neler Yapabilirim?",
    "favorites": "Favori Şeyler"
  },
  "loading_movies": "Filmler yükleniyor...",
  "loading_series": "Diziler yükleniyor...",
  "genre": "Tür",
  "director": "Yönetmen",
  "actors": "Oyuncular",
  "plot": "Özet",
  "movies": "Filmler",
  "series": "Diziler",
  "description": "Açıklama",
  "visit_project": "Projeyi Ziyaret Et",
  "get_to_know_me": "Beni daha yakından tanıyın",
  "showcase_skills": "Yeteneklerimin bir gösterimi",
  "en": "EN",
  "tr": "TR",
  "personalData": {
    "whoIAm": {
      "subtitle": "Ben Kimim",
      "content": "Merhaba! Ben Berna Kocalar, kullanıcı dostu ve görsel olarak etkileyici web uygulamaları geliştirmeyi seven tutkulu bir Full Stack Geliştiricisiyim. Karmaşık problemleri basit, güzel ve sezgisel tasarımlara dönüştürmekten keyif alıyorum."
    },
    "academicBackground": {
      "subtitle": "Eğitim",
      "content": "Hacettepe Üniversitesi'nden lisans derecesine sahibim. Ayrıca Workintech'te modern web teknolojilerinde uzmanlaştığım 6 aylık yoğun bir Full Stack Geliştirme eğitimini tamamladım."
    },
    "experience": {
      "title": "Deneyim",
      "content": "Full-stack geliştirme alanında 1 yılı aşkın tecrübemle, temiz kod ve performans odaklı, sosyal platformlardan kişisel araçlara kadar çeşitli projeler geliştirdim."
    },
    "skills": {
      "title": "Yetenekler",
      "subtitle": "Teknik Uzmanlık",
      "content": "React, Redux, Node.js ve Express dahil olmak üzere JavaScript ekosisteminde uzmanım. Ayrıca Java, Spring Boot, SQL (PostgreSQL) ve TailwindCSS gibi araçlarda da yetkinim."
    },
    "hobbies": {
      "title": "Hobiler",
      "subtitle": "Kodlamanın Ötesinde",
      "content": "Kod yazmadığım zamanlarda beni genellikle film ve dizi maratonu yaparken bulabilirsiniz. İyi hikayelerin içinde kaybolmaya bayılan tam bir fangirl'üm! ✨ Ayrıca kitap okumayı ve yeni kültürler keşfetmeyi de çok severim."
    }
  },
  "services": {
    "readixon": "Yazarların hikayelerini oluşturup paylaşabileceği Wattpad benzeri bir platform.",
    "athlor": "Spor etkinliklerinin paylaşıldığı, canlı yayın, sohbet ve sosyal paylaşım özelliklerine sahip bir platform.",
    "movieapp": "Kişisel film takibi yapabileceğiniz ve gizli incelemeler ekleyebileceğiniz IMDb benzeri bir uygulama.",
    "weatherapp": "Tahminler ve güncel koşulları sağlayan gerçek zamanlı bir hava durumu uygulaması.",
    "taskmanager": "Günlük görevleri yönetmek ve ekiplerle işbirliği yapmak için bir üretkenlik aracı."
  }
}